Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextAgentPane/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# agentPane.crashed.message
source: The agent pane crashed repeatedly.
ar: تعطلت لوحة الوكيل بشكل متكرر.
bs: Panel agenta se više puta srušio.
da: Agentpanelet gik ned gentagne gange.
de: Der Agentenbereich ist wiederholt abgestürzt.
es: El panel del agente se bloqueó repetidamente.
fr: Le panneau de l’agent a planté à plusieurs reprises.
it: Il pannello dell’agente si è arrestato ripetutamente.
ja: エージェントペインが繰り返しクラッシュしました。
km: ផ្ទាំងភ្នាក់ងារបានគាំងម្តងហើយម្តងទៀត។
ko: 에이전트 패널이 반복해서 충돌했습니다.
nb: Agentpanelet krasjet gjentatte ganger.
pl: Panel agenta wielokrotnie uległ awarii.
pt_br: O painel do agente travou repetidamente.
ru: Панель агента несколько раз аварийно завершилась.
th: บานหน้าต่างเอเจนต์ขัดข้องซ้ำหลายครั้ง
tr: Ajan bölmesi art arda çöktü.
uk: Панель агента кілька разів аварійно завершилася.
vi: Ngăn tác tử đã gặp sự cố nhiều lần.
zh_hans: 代理窗格反复崩溃。
zh_hant: 代理窗格反覆當機。

# agentPane.crashed.reload
source: Reload
ar: إعادة التحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
km: ផ្ទុកឡើងវិញ
ko: 다시 로드
nb: Last inn på nytt
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新载入
zh_hant: 重新載入

# agentPane.dictation.failed
source: Dictation stopped unexpectedly.
ar: توقفت الإملاء بشكل غير متوقع.
bs: Diktiranje se neočekivano zaustavilo.
da: Dikteringen stoppede uventet.
de: Das Diktieren wurde unerwartet beendet.
es: El dictado se detuvo inesperadamente.
fr: La dictée s’est arrêtée de façon inattendue.
it: La dettatura si è interrotta inaspettatamente.
ja: 音声入力が予期せず停止しました。
km: ការសរសេរតាមសំឡេងបានឈប់ដោយមិនបានរំពឹងទុក។
ko: 받아쓰기가 예기치 않게 중지되었습니다.
nb: Dikteringen stoppet uventet.
pl: Dyktowanie nieoczekiwanie się zatrzymało.
pt_br: O ditado parou inesperadamente.
ru: Диктовка неожиданно остановилась.
th: การป้อนตามคำบอกหยุดโดยไม่คาดคิด
tr: Dikte beklenmedik şekilde durdu.
uk: Диктування неочікувано зупинилося.
vi: Đọc chính tả đã dừng đột ngột.
zh_hans: 听写意外停止。
zh_hant: 聽寫意外停止。

# agentPane.dictation.languageUnavailable
source: On-device dictation is not available for this language.
ar: الإملاء على الجهاز غير متاح لهذه اللغة.
bs: Diktiranje na uređaju nije dostupno za ovaj jezik.
da: Diktering på enheden er ikke tilgængelig for dette sprog.
de: Diktieren auf dem Gerät ist für diese Sprache nicht verfügbar.
es: El dictado en el dispositivo no está disponible para este idioma.
fr: La dictée sur l’appareil n’est pas disponible pour cette langue.
it: La dettatura sul dispositivo non è disponibile per questa lingua.
ja: この言語ではデバイス上の音声入力を利用できません。
km: ការសរសេរតាមសំឡេងលើឧបករណ៍មិនមានសម្រាប់ភាសានេះទេ។
ko: 이 언어에서는 기기 내 받아쓰기를 사용할 수 없습니다.
nb: Diktering på enheten er ikke tilgjengelig for dette språket.
pl: Dyktowanie na urządzeniu nie jest dostępne dla tego języka.
pt_br: O ditado no dispositivo não está disponível para este idioma.
ru: Диктовка на устройстве недоступна для этого языка.
th: การป้อนตามคำบอกบนอุปกรณ์ไม่พร้อมใช้งานสำหรับภาษานี้
tr: Cihaz üzerinde dikte bu dil için kullanılamıyor.
uk: Диктування на пристрої недоступне для цієї мови.
vi: Đọc chính tả trên thiết bị không khả dụng cho ngôn ngữ này.
zh_hans: 此语言不支持设备端听写。
zh_hant: 此語言不支援裝置端聽寫。

# agentPane.dictation.microphoneDenied
source: Dictation needs microphone access. Turn it on for cmux in System Settings.
ar: تحتاج الإملاء إلى الوصول إلى الميكروفون. فعّله لـ cmux في إعدادات النظام.
bs: Diktiranje treba pristup mikrofonu. Uključite ga za cmux u Postavkama sistema.
da: Diktering kræver adgang til mikrofonen. Slå den til for cmux i Systemindstillinger.
de: Diktieren braucht Zugriff auf das Mikrofon. Aktiviere ihn für cmux in den Systemeinstellungen.
es: El dictado necesita acceso al micrófono. Actívalo para cmux en Ajustes del Sistema.
fr: La dictée a besoin d’accéder au micro. Activez-le pour cmux dans Réglages Système.
it: La dettatura richiede l’accesso al microfono. Attivalo per cmux in Impostazioni di Sistema.
ja: 音声入力にはマイクへのアクセスが必要です。システム設定で cmux に許可してください。
km: ការសរសេរតាមសំឡេងត្រូវការសិទ្ធិចូលប្រើមីក្រូហ្វូន។ សូមបើកវាសម្រាប់ cmux ក្នុងការកំណត់ប្រព័ន្ធ។
ko: 받아쓰기에는 마이크 접근 권한이 필요합니다. 시스템 설정에서 cmux에 허용하세요.
nb: Diktering trenger tilgang til mikrofonen. Slå den på for cmux i Systeminnstillinger.
pl: Dyktowanie wymaga dostępu do mikrofonu. Włącz go dla cmux w Ustawieniach systemowych.
pt_br: O ditado precisa de acesso ao microfone. Ative-o para o cmux nos Ajustes do Sistema.
ru: Для диктовки нужен доступ к микрофону. Включите его для cmux в Системных настройках.
th: การป้อนตามคำบอกต้องเข้าถึงไมโครโฟน เปิดให้ cmux ในการตั้งค่าระบบ
tr: Dikte için mikrofon erişimi gerekir. Sistem Ayarları’nda cmux için açın.
uk: Для диктування потрібен доступ до мікрофона. Увімкніть його для cmux у Системних параметрах.
vi: Đọc chính tả cần quyền truy cập micrô. Hãy bật cho cmux trong Cài đặt hệ thống.
zh_hans: 听写需要麦克风权限。请在系统设置中为 cmux 开启。
zh_hant: 聽寫需要麥克風權限。請在系統設定中為 cmux 開啟。

# agentPane.dictation.modelDownloadFailed
source: The speech model could not be downloaded. Try again when you are online.
ar: تعذّر تنزيل نموذج الكلام. حاول مرة أخرى عند الاتصال بالإنترنت.
bs: Model govora nije moguće preuzeti. Pokušajte ponovo kada budete na mreži.
da: Talemodellen kunne ikke hentes. Prøv igen, når du er online.
de: Das Sprachmodell konnte nicht geladen werden. Versuche es erneut, wenn du online bist.
es: No se pudo descargar el modelo de voz. Inténtalo de nuevo cuando tengas conexión.
fr: Le modèle vocal n’a pas pu être téléchargé. Réessayez une fois en ligne.
it: Impossibile scaricare il modello vocale. Riprova quando sei online.
ja: 音声モデルをダウンロードできませんでした。オンラインのときにもう一度お試しください。
km: មិនអាចទាញយកម៉ូដែលសំឡេងបានទេ។ សូមព្យាយាមម្ដងទៀតនៅពេលអ្នកភ្ជាប់អ៊ីនធឺណិត។
ko: 음성 모델을 다운로드할 수 없습니다. 온라인 상태에서 다시 시도하세요.
nb: Talemodellen kunne ikke lastes ned. Prøv igjen når du er tilkoblet.
pl: Nie udało się pobrać modelu mowy. Spróbuj ponownie, gdy będziesz online.
pt_br: Não foi possível baixar o modelo de fala. Tente novamente quando estiver online.
ru: Не удалось загрузить речевую модель. Повторите попытку, когда будете в сети.
th: ไม่สามารถดาวน์โหลดโมเดลเสียงพูดได้ ลองอีกครั้งเมื่อออนไลน์
tr: Konuşma modeli indirilemedi. Çevrimiçi olduğunuzda tekrar deneyin.
uk: Не вдалося завантажити мовну модель. Спробуйте ще раз, коли будете онлайн.
vi: Không thể tải xuống mô hình giọng nói. Hãy thử lại khi bạn có kết nối mạng.
zh_hans: 无法下载语音模型。请在联网后重试。
zh_hant: 無法下載語音模型。請在連網後重試。

# agentPane.dictation.noMicrophone
source: No microphone is available.
ar: لا يتوفر ميكروفون.
bs: Nijedan mikrofon nije dostupan.
da: Der er ingen tilgængelig mikrofon.
de: Kein Mikrofon verfügbar.
es: No hay ningún micrófono disponible.
fr: Aucun micro n’est disponible.
it: Nessun microfono disponibile.
ja: 使用できるマイクがありません。
km: មិនមានមីក្រូហ្វូនទេ។
ko: 사용할 수 있는 마이크가 없습니다.
nb: Ingen mikrofon er tilgjengelig.
pl: Brak dostępnego mikrofonu.
pt_br: Nenhum microfone disponível.
ru: Нет доступного микрофона.
th: ไม่มีไมโครโฟนที่ใช้ได้
tr: Kullanılabilir mikrofon yok.
uk: Немає доступного мікрофона.
vi: Không có micrô nào khả dụng.
zh_hans: 没有可用的麦克风。
zh_hant: 沒有可用的麥克風。

# agentPane.dictation.openSettings
source: Open System Settings
ar: فتح إعدادات النظام
bs: Otvori Postavke sistema
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
km: បើកការកំណត់ប្រព័ន្ធ
ko: 시스템 설정 열기
nb: Åpne Systeminnstillinger
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarları’nı Aç
uk: Відкрити Системні параметри
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# agentPane.dictation.speechDenied
source: Dictation in this language needs speech recognition. Turn it on for cmux in System Settings.
ar: تحتاج الإملاء بهذه اللغة إلى التعرّف على الكلام. فعّله لـ cmux في إعدادات النظام.
bs: Diktiranje na ovom jeziku treba prepoznavanje govora. Uključite ga za cmux u Postavkama sistema.
da: Diktering på dette sprog kræver talegenkendelse. Slå den til for cmux i Systemindstillinger.
de: Diktieren in dieser Sprache braucht Spracherkennung. Aktiviere sie für cmux in den Systemeinstellungen.
es: El dictado en este idioma necesita reconocimiento de voz. Actívalo para cmux en Ajustes del Sistema.
fr: La dictée dans cette langue a besoin de la reconnaissance vocale. Activez-la pour cmux dans Réglages Système.
it: La dettatura in questa lingua richiede il riconoscimento vocale. Attivalo per cmux in Impostazioni di Sistema.
ja: この言語の音声入力には音声認識が必要です。システム設定で cmux に許可してください。
km: ការសរសេរតាមសំឡេងជាភាសានេះត្រូវការការស្គាល់សំឡេង។ សូមបើកវាសម្រាប់ cmux ក្នុងការកំណត់ប្រព័ន្ធ។
ko: 이 언어로 받아쓰려면 음성 인식이 필요합니다. 시스템 설정에서 cmux에 허용하세요.
nb: Diktering på dette språket trenger talegjenkjenning. Slå den på for cmux i Systeminnstillinger.
pl: Dyktowanie w tym języku wymaga rozpoznawania mowy. Włącz je dla cmux w Ustawieniach systemowych.
pt_br: O ditado neste idioma precisa de reconhecimento de fala. Ative-o para o cmux nos Ajustes do Sistema.
ru: Для диктовки на этом языке нужно распознавание речи. Включите его для cmux в Системных настройках.
th: การป้อนตามคำบอกในภาษานี้ต้องใช้การรู้จำเสียงพูด เปิดให้ cmux ในการตั้งค่าระบบ
tr: Bu dilde dikte için konuşma tanıma gerekir. Sistem Ayarları’nda cmux için açın.
uk: Для диктування цією мовою потрібне розпізнавання мовлення. Увімкніть його для cmux у Системних параметрах.
vi: Đọc chính tả bằng ngôn ngữ này cần nhận dạng giọng nói. Hãy bật cho cmux trong Cài đặt hệ thống.
zh_hans: 此语言的听写需要语音识别。请在系统设置中为 cmux 开启。
zh_hant: 此語言的聽寫需要語音辨識。請在系統設定中為 cmux 開啟。

# agentPane.error.daemonStopped
source: acpmux is not running. Open a new agent chat to start it.
ar: acpmux لا يعمل. افتح محادثة وكيل جديدة لتشغيله.
bs: acpmux nije pokrenut. Otvorite novi chat s agentom da ga pokrenete.
da: acpmux kører ikke. Åbn en ny agentchat for at starte den.
de: acpmux läuft nicht. Öffne einen neuen Agenten-Chat, um es zu starten.
es: acpmux no se está ejecutando. Abre un nuevo chat con el agente para iniciarlo.
fr: acpmux n’est pas en cours d’exécution. Ouvrez une nouvelle discussion avec l’agent pour le démarrer.
it: acpmux non è in esecuzione. Apri una nuova chat con l’agente per avviarlo.
ja: acpmux が実行されていません。新しいエージェントチャットを開くと起動します。
km: acpmux មិនកំពុងដំណើរការទេ។ បើកការជជែកភ្នាក់ងារថ្មី ដើម្បីចាប់ផ្តើមវា។
ko: acpmux가 실행 중이 아닙니다. 새 에이전트 채팅을 열면 시작됩니다.
nb: acpmux kjører ikke. Åpne en ny agentchat for å starte den.
pl: acpmux nie działa. Otwórz nowy czat z agentem, aby go uruchomić.
pt_br: O acpmux não está em execução. Abra um novo chat com o agente para iniciá-lo.
ru: acpmux не запущен. Откройте новый чат с агентом, чтобы запустить его.
th: acpmux ไม่ได้ทำงานอยู่ เปิดแชตเอเจนต์ใหม่เพื่อเริ่มการทำงาน
tr: acpmux çalışmıyor. Başlatmak için yeni bir ajan sohbeti açın.
uk: acpmux не запущено. Відкрийте новий чат з агентом, щоб запустити його.
vi: acpmux không chạy. Mở một cuộc trò chuyện tác tử mới để khởi động nó.
zh_hans: acpmux 未运行。打开新的代理聊天即可启动它。
zh_hant: acpmux 未執行。開啟新的代理聊天即可啟動它。

# agentPane.error.notInstalled
source: acpmux was not found. Install it on your PATH or in one of these folders: %@.
ar: لم يتم العثور على acpmux. ثبّته في PATH أو في أحد هذه المجلدات: %@.
bs: acpmux nije pronađen. Instalirajte ga na PATH ili u jednu od ovih mapa: %@.
da: acpmux blev ikke fundet. Installer det på din PATH eller i en af disse mapper: %@.
de: acpmux wurde nicht gefunden. Installiere es in deinem PATH oder in einem dieser Ordner: %@.
es: No se encontró acpmux. Instálalo en tu PATH o en una de estas carpetas: %@.
fr: acpmux est introuvable. Installez-le dans votre PATH ou dans l’un de ces dossiers : %@.
it: acpmux non trovato. Installalo nel tuo PATH o in una di queste cartelle: %@.
ja: acpmux が見つかりません。PATH 上か、次のいずれかのフォルダにインストールしてください: %@。
km: រកមិនឃើញ acpmux ទេ។ ដំឡើងវានៅក្នុង PATH របស់អ្នក ឬក្នុងថតមួយក្នុងចំណោមថតទាំងនេះ៖ %@។
ko: acpmux를 찾을 수 없습니다. PATH 또는 다음 폴더 중 하나에 설치하세요: %@.
nb: Fant ikke acpmux. Installer det i PATH eller i en av disse mappene: %@.
pl: Nie znaleziono acpmux. Zainstaluj go w PATH lub w jednym z tych folderów: %@.
pt_br: O acpmux não foi encontrado. Instale-o no seu PATH ou em uma destas pastas: %@.
ru: acpmux не найден. Установите его в PATH или в одну из этих папок: %@.
th: ไม่พบ acpmux ติดตั้งไว้ใน PATH หรือในโฟลเดอร์ใดโฟลเดอร์หนึ่งต่อไปนี้: %@
tr: acpmux bulunamadı. PATH'inize veya şu klasörlerden birine yükleyin: %@.
uk: acpmux не знайдено. Установіть його в PATH або в одну з цих папок: %@.
vi: Không tìm thấy acpmux. Hãy cài đặt vào PATH hoặc vào một trong các thư mục sau: %@.
zh_hans: 未找到 acpmux。请将其安装到 PATH 中，或安装到以下任一文件夹：%@。
zh_hant: 找不到 acpmux。請將其安裝到 PATH 中，或安裝到下列任一資料夾：%@。

# agentPane.error.openFile
source: The file could not be opened.
ar: تعذّر فتح الملف.
bs: Datoteku nije moguće otvoriti.
da: Filen kunne ikke åbnes.
de: Die Datei konnte nicht geöffnet werden.
es: No se pudo abrir el archivo.
fr: Impossible d’ouvrir le fichier.
it: Impossibile aprire il file.
ja: ファイルを開けませんでした。
km: មិនអាចបើកឯកសារបានទេ។
ko: 파일을 열 수 없습니다.
nb: Filen kunne ikke åpnes.
pl: Nie można otworzyć pliku.
pt_br: Não foi possível abrir o arquivo.
ru: Не удалось открыть файл.
th: ไม่สามารถเปิดไฟล์ได้
tr: Dosya açılamadı.
uk: Не вдалося відкрити файл.
vi: Không thể mở tệp.
zh_hans: 无法打开该文件。
zh_hant: 無法開啟該檔案。

# agentPane.error.openPreview
source: The page could not be opened.
ar: تعذّر فتح الصفحة.
bs: Stranicu nije moguće otvoriti.
da: Siden kunne ikke åbnes.
de: Die Seite konnte nicht geöffnet werden.
es: No se pudo abrir la página.
fr: Impossible d’ouvrir la page.
it: Impossibile aprire la pagina.
ja: ページを開けませんでした。
km: មិនអាចបើកទំព័របានទេ។
ko: 페이지를 열 수 없습니다.
nb: Siden kunne ikke åpnes.
pl: Nie można otworzyć strony.
pt_br: Não foi possível abrir a página.
ru: Не удалось открыть страницу.
th: ไม่สามารถเปิดหน้าเว็บได้
tr: Sayfa açılamadı.
uk: Не вдалося відкрити сторінку.
vi: Không thể mở trang.
zh_hans: 无法打开该页面。
zh_hant: 無法開啟該頁面。

# agentPane.handoff.continueIn
source: Continue in…
ar: المتابعة في…
bs: Nastavi: Continue in…
da: Fortsæt: Continue in…
de: Weiter in…
es: Continuar en…
fr: Continuer dans…
it: Continua: Continue in…
ja: …で続行
km: បន្ត៖ Continue in…
ko: 다음에서 계속…
nb: Fortsett: Continue in…
pl: Kontynuuj: Continue in…
pt_br: Continuar: Continue in…
ru: Продолжить: Continue in…
th: ดำเนินการต่อ: Continue in…
tr: Devam: Continue in…
uk: Продовжити: Continue in…
vi: Tiếp tục: Continue in…
zh_hans: 继续使用…
zh_hant: 繼續使用…

# agentPane.handoff.review
source: Review continuation
ar: مراجعة المتابعة
bs: Nastavi: Review continuation
da: Fortsæt: Review continuation
de: Übergabe prüfen
es: Revisar la continuación
fr: Vérifier la continuation
it: Continua: Review continuation
ja: 引き継ぎを確認
km: បន្ត៖ Review continuation
ko: 인계 검토
nb: Fortsett: Review continuation
pl: Kontynuuj: Review continuation
pt_br: Continuar: Review continuation
ru: Продолжить: Review continuation
th: ดำเนินการต่อ: Review continuation
tr: Devam: Review continuation
uk: Продовжити: Review continuation
vi: Tiếp tục: Review continuation
zh_hans: 查看交接
zh_hant: 檢閱交接

# agentPane.handoff.fromTo
source: Continue from %@ in %@
ar: متابعة: Continue from %@ in %@
bs: Nastavi: Continue from %@ in %@
da: Fortsæt: Continue from %@ in %@
de: Weiter: Continue from %@ in %@
es: Continuar: Continue from %@ in %@
fr: Continuer : Continue from %@ in %@
it: Continua: Continue from %@ in %@
ja: 続行：Continue from %@ in %@
km: បន្ត៖ Continue from %@ in %@
ko: 계속: Continue from %@ in %@
nb: Fortsett: Continue from %@ in %@
pl: Kontynuuj: Continue from %@ in %@
pt_br: Continuar: Continue from %@ in %@
ru: Продолжить: Continue from %@ in %@
th: ดำเนินการต่อ: Continue from %@ in %@
tr: Devam: Continue from %@ in %@
uk: Продовжити: Continue from %@ in %@
vi: Tiếp tục: Continue from %@ in %@
zh_hans: 继续：Continue from %@ in %@
zh_hant: 繼續：Continue from %@ in %@

# agentPane.handoff.context
source: Context to carry forward
ar: السياق المراد نقله
bs: Nastavi: Context to carry forward
da: Fortsæt: Context to carry forward
de: Zu übertragender Kontext
es: Contexto que se transferirá
fr: Contexte à transmettre
it: Continua: Context to carry forward
ja: 引き継ぐコンテキスト
km: បន្ត៖ Context to carry forward
ko: 전달할 컨텍스트
nb: Fortsett: Context to carry forward
pl: Kontynuuj: Context to carry forward
pt_br: Continuar: Context to carry forward
ru: Продолжить: Context to carry forward
th: ดำเนินการต่อ: Context to carry forward
tr: Devam: Context to carry forward
uk: Продовжити: Context to carry forward
vi: Tiếp tục: Context to carry forward
zh_hans: 要继续传递的上下文
zh_hant: 要帶上的內容

# agentPane.handoff.checkpoint
source: Repository checkpoint
ar: نقطة تحقق للمستودع
bs: Nastavi: Repository checkpoint
da: Fortsæt: Repository checkpoint
es: Punto de control del repositorio
fr: Point de contrôle du dépôt
it: Continua: Repository checkpoint
ja: リポジトリのチェックポイント
km: បន្ត៖ Repository checkpoint
ko: 저장소 체크포인트
nb: Fortsett: Repository checkpoint
pl: Kontynuuj: Repository checkpoint
pt_br: Continuar: Repository checkpoint
ru: Продолжить: Repository checkpoint
th: ดำเนินการต่อ: Repository checkpoint
tr: Devam: Repository checkpoint
uk: Продовжити: Repository checkpoint
vi: Tiếp tục: Repository checkpoint
zh_hans: 仓库检查点
zh_hant: 儲存庫檢查點

# agentPane.handoff.checkpointPlaceholder
source: A saved commit, stash, or backup reference
ar: متابعة: A saved commit, stash, or backup reference
bs: Nastavi: A saved commit, stash, or backup reference
da: Fortsæt: A saved commit, stash, or backup reference
de: Weiter: A saved commit, stash, or backup reference
es: Continuar: A saved commit, stash, or backup reference
fr: Continuer : A saved commit, stash, or backup reference
it: Continua: A saved commit, stash, or backup reference
ja: 続行：A saved commit, stash, or backup reference
km: បន្ត៖ A saved commit, stash, or backup reference
ko: 계속: A saved commit, stash, or backup reference
nb: Fortsett: A saved commit, stash, or backup reference
pl: Kontynuuj: A saved commit, stash, or backup reference
pt_br: Continuar: A saved commit, stash, or backup reference
ru: Продолжить: A saved commit, stash, or backup reference
th: ดำเนินการต่อ: A saved commit, stash, or backup reference
tr: Devam: A saved commit, stash, or backup reference
uk: Продовжити: A saved commit, stash, or backup reference
vi: Tiếp tục: A saved commit, stash, or backup reference
zh_hans: 继续：A saved commit, stash, or backup reference
zh_hant: 繼續：A saved commit, stash, or backup reference

# agentPane.handoff.checkpointConfirm
source: I saved the working changes, including the files I need to keep.
ar: متابعة: I saved the working changes, including the files I need to keep.
bs: Nastavi: I saved the working changes, including the files I need to keep.
da: Fortsæt: I saved the working changes, including the files I need to keep.
de: Weiter: I saved the working changes, including the files I need to keep.
es: Continuar: I saved the working changes, including the files I need to keep.
fr: Continuer : I saved the working changes, including the files I need to keep.
it: Continua: I saved the working changes, including the files I need to keep.
ja: 続行：I saved the working changes, including the files I need to keep.
km: បន្ត៖ I saved the working changes, including the files I need to keep.
ko: 계속: I saved the working changes, including the files I need to keep.
nb: Fortsett: I saved the working changes, including the files I need to keep.
pl: Kontynuuj: I saved the working changes, including the files I need to keep.
pt_br: Continuar: I saved the working changes, including the files I need to keep.
ru: Продолжить: I saved the working changes, including the files I need to keep.
th: ดำเนินการต่อ: I saved the working changes, including the files I need to keep.
tr: Devam: I saved the working changes, including the files I need to keep.
uk: Продовжити: I saved the working changes, including the files I need to keep.
vi: Tiếp tục: I saved the working changes, including the files I need to keep.
zh_hans: 继续：I saved the working changes, including the files I need to keep.
zh_hant: 繼續：I saved the working changes, including the files I need to keep.

# agentPane.handoff.memory
source: Approved memory references
ar: مراجع الذاكرة المعتمدة
bs: Nastavi: Approved memory references
da: Fortsæt: Approved memory references
de: Freigegebene Speicherverweise
es: Referencias de memoria aprobadas
fr: Références mémoire approuvées
it: Continua: Approved memory references
ja: 承認済みメモリ参照
km: បន្ត៖ Approved memory references
ko: 승인된 메모리 참조
nb: Fortsett: Approved memory references
pl: Kontynuuj: Approved memory references
pt_br: Continuar: Approved memory references
ru: Продолжить: Approved memory references
th: ดำเนินการต่อ: Approved memory references
tr: Devam: Approved memory references
uk: Продовжити: Approved memory references
vi: Tiếp tục: Approved memory references
zh_hans: 已批准的记忆引用
zh_hant: 已核准的記憶參照

# agentPane.handoff.memoryHelp
source: Share only the references you approve for this chat, one per line.
ar: متابعة: Share only the references you approve for this chat, one per line.
bs: Nastavi: Share only the references you approve for this chat, one per line.
da: Fortsæt: Share only the references you approve for this chat, one per line.
de: Weiter: Share only the references you approve for this chat, one per line.
es: Continuar: Share only the references you approve for this chat, one per line.
fr: Continuer : Share only the references you approve for this chat, one per line.
it: Continua: Share only the references you approve for this chat, one per line.
ja: 続行：Share only the references you approve for this chat, one per line.
km: បន្ត៖ Share only the references you approve for this chat, one per line.
ko: 계속: Share only the references you approve for this chat, one per line.
nb: Fortsett: Share only the references you approve for this chat, one per line.
pl: Kontynuuj: Share only the references you approve for this chat, one per line.
pt_br: Continuar: Share only the references you approve for this chat, one per line.
ru: Продолжить: Share only the references you approve for this chat, one per line.
th: ดำเนินการต่อ: Share only the references you approve for this chat, one per line.
tr: Devam: Share only the references you approve for this chat, one per line.
uk: Продовжити: Share only the references you approve for this chat, one per line.
vi: Tiếp tục: Share only the references you approve for this chat, one per line.
zh_hans: 继续：Share only the references you approve for this chat, one per line.
zh_hant: 繼續：Share only the references you approve for this chat, one per line.

# agentPane.handoff.starting
source: Starting…
ar: جارٍ البدء…
bs: Nastavi: Starting…
da: Fortsæt: Starting…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Continua: Starting…
ja: 開始中…
km: បន្ត៖ Starting…
ko: 시작 중…
nb: Fortsett: Starting…
pl: Kontynuuj: Starting…
pt_br: Continuar: Starting…
ru: Продолжить: Starting…
th: ดำเนินการต่อ: Starting…
tr: Devam: Starting…
uk: Продовжити: Starting…
vi: Tiếp tục: Starting…
zh_hans: 正在启动…
zh_hant: 正在啟動…

# agentPane.handoff.continueTarget
source: Continue in %@
ar: المتابعة في %@
bs: Nastavi: Continue in %@
da: Fortsæt: Continue in %@
de: Weiter in %@
es: Continuar en %@
fr: Continuer dans %@
it: Continua: Continue in %@
ja: %@ で続行
km: បន្ត៖ Continue in %@
ko: %@에서 계속
nb: Fortsett: Continue in %@
pl: Kontynuuj: Continue in %@
pt_br: Continuar: Continue in %@
ru: Продолжить: Continue in %@
th: ดำเนินการต่อ: Continue in %@
tr: Devam: Continue in %@
uk: Продовжити: Continue in %@
vi: Tiếp tục: Continue in %@
zh_hans: 继续使用 %@
zh_hant: 繼續使用 %@
